brain/Poetry Response.org
#+BRAIN_PARENTS: Poetry

#+TITLE: "Variation on the word /Sleep/" Response
#+AUTHOR: Kadin Buckton
#+OPTIONS: toc:nil num:nil ':true

* Your personal feelings about the poem (strong feelings of like or dislike)
  I personally really enjoyed this poem

* Prior knowledge of the author, his or her background, etc
  When I first read this poem, I had very little knowledge of the author (Margaret Atwood) having only read one of her poems prior, that being "Variation on the word /Love/".

* Author's use of language (diction, devices, etc)

* Other works by this author

* The author's use and treatment of subject matter

* Theme

* Structure (including organization of ideas)

* Other factors that may have influenced your choice
