brain/Poetry Response.tex
% Created 2017-10-30 Mon 08:38
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Kadin Buckton}
\date{\today}
\title{``Variation on the word \emph{Sleep}'' Response}
\hypersetup{
 pdfauthor={Kadin Buckton},
 pdftitle={``Variation on the word \emph{Sleep}'' Response},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.0.10)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Your personal feelings about the poem (strong feelings of like or dislike)}
\label{sec:org2324b5c}
I personally really enjoyed this poem

\section*{Prior knowledge of the author, his or her background, etc}
\label{sec:org6df7d9a}
When I first read this poem, I had very little knowledge of the author (Margaret Atwood) having only read one of her poems prior, that being ``Variation on the word \emph{Love}''.

\section*{Author's use of language (diction, devices, etc)}
\label{sec:orgb770ab9}

\section*{Other works by this author}
\label{sec:orgce52293}

\section*{The author's use and treatment of subject matter}
\label{sec:org4edaee9}

\section*{Theme}
\label{sec:orgab9bd22}

\section*{Structure (including organization of ideas)}
\label{sec:org3e68f3f}

\section*{Other factors that may have influenced your choice}
\label{sec:org39e1a22}
\end{document}
